Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Танщина
be: Таншчына

source: Таранки
be: Таранкі

source: Тараново
be: Таранава

source: Тарантово
be: Тарантова

source: Тараньково
be: Таранькава

source: Тарараки
be: Тараракі

source: Тарасенки
be: Тарасенкі

source: Тарасёнки
be: Тарасёнкі

source: Тарасики
be: Тарасікі

source: Тарасино
be: Тарасіно

source: Тараски
be: Тараскі

source: Тарасовичи
be: Тарасавічы

source: Тарасовка
be: Тарасаўка

source: Тарасово
be: Тарасава

source: Тарасовщина
be: Тарасаўшчына

source: Тарасюки
be: Тарасюкі

source: Тараховка
be: Тарахаўка

source: Тарейки
be: Тарэйкі

source: Тарново
be: Тарнова

source: Тартаки
be: Тартакі

source: Тарусичи
be: Тарусічы

source: Тарути
be: Таруці

source: Татарковичи
be: Татаркавічы

source: Татарновичи
be: Татарнавічы

source: Татаровщина
be: Татараўшчына

source: Татарские
be: Татарскія

source: Татарщина
be: Татаршчына

source: Татарья
be: Татар’я

source: Татенка
be: Тацянка

source: Татенка 2
be: Тацянка 2

source: Твердовка
be: Цвярдоўка

source: Твердово
be: Цвёрдава

source: Творичевка
be: Тварычаўка

source: Теалиново
be: Цеалінава

source: Тевли
be: Тэўлі

source: Теглевичи
be: Цяглевічы

source: Тейки
be: Тэйкі

source: Тейковичи
be: Цейкавічы

source: Тейковщина
be: Цейкаўшчына

source: Текаловщина
be: Цякалаўшчына

source: Теклевка
be: Тэклеўка

source: Теклинов
be: Такліноў

source: Тележишки
be: Цялежышкі

source: Телентеево
be: Целянцеева

source: Телепни
be: Целяпні

source: Телепы
be: Целяпы

source: Телеханы
be: Целяханы

source: Телехи
be: Целяхі

source: Телешевичи
be: Целяшэвічы

source: Телеши
be: Целяшы

source: Телешовка
be: Целяшоўка

source: Телешово
be: Целяшова

source: Телешовщина
be: Целяшоўшчына

source: Теличино
be: Цялічына

source: Телуша
be: Цялуша

source: Тельковщина
be: Тэлькаўшчына

source: Тельман
be: Тэльман

source: Тельмуки
be: Цельмукі

source: Тельмы 1
be: Тэльмы 1

source: Тельмы 2
be: Тэльмы 2

source: Телядовичи
be: Цялядавічы

source: Теляки
be: Целякі

source: Теляково
be: Цялякава

source: Телятково
be: Цяляткава

source: Телятники
be: Цялятнікі

source: Теменица
be: Цеменіца

source: Темнолесье
be: Цемналессе

source: Темные
be: Цямныя

source: Тёмный Дол
be: Цёмны Дол

source: Тёмный Лес
be: Цёмны Лес

source: Тёмный Осов
be: Цёмны Восаў

source: Темра Старая
be: Тэмра Старая

source: Темровичи
be: Цемравічы

source: Тенюги
be: Цянюгі

source: Тенюковщина
be: Цянюкаўшчына

source: Теолин
be: Цеалін

source: Тепенец
be: Цепянец

source: Теплень
be: Цеплень

source: Тепливоды
be: Цяплівады

source: Тёплое
be: Цёплае

source: Теплухи
be: Цяплухі

source: Тёплые
be: Цёплыя

source: Теплюки
be: Цеплюкі

source: Тепляки
be: Цеплякі

source: Теравичи
be: Церавічы

source: Терасполь
be: Цяраспаль

source: Терасполье
be: Церасполле

source: Тербешово
be: Цербяшова

source: Теребеевка
be: Церабееўка

source: Теребейное
be: Церабейнае

source: Теребель
be: Церабель

source: Теребени
be: Церабені

source: Теребень
be: Церабень

source: Теребище
be: Церабішча

source: Теребличи
be: Цераблічы

source: Теребов
be: Церабаў

source: Теребостынь
be: Церабостынь

source: Теребулины
be: Церабуліны

source: Теребунь
be: Церабунь

source: Теребуты
be: Церабуты

source: Терени
be: Цярэні

source: Тереничи
be: Цярэнічы

source: Тересино
be: Цярэсіна

source: Тересины
be: Цярэсіны

source: Тересполье
be: Церасполле

source: Терехи
be: Церахі

source: Терехов Бор
be: Церахаў Бор

source: Тереховичи
be: Церахавічы

source: Тереховка
be: Церахоўка

source: Терехово
be: Церахова

source: Терешки
be: Цярэшкі

source: Терешковичи
be: Цярэшкавічы

source: Терешково
be: Цярэшкава

source: Терлюки
be: Церлюкі

source: Терховичи
be: Церхавічы

source: Терюха
be: Церуха

source: Тесище
be: Цясішча

source: Теслюкишки
be: Цеслюкішкі

source: Тесна
be: Цясна

source: Тесновая 1
be: Цеснавая 1

source: Тесновая 2
be: Цеснавая 2

source: Тесновка
be: Цясноўка

source: Тесново
be: Цяснова

source: Тесновое
be: Цеснавое

source: Тесны
be: Цясны

source: Тёсны
be: Цёсны

source: Тесово
be: Цясова

source: Тесы
be: Цясы

source: Тетейки
be: Цяцейкі

source: Тетеревец
be: Цецеравец

source: Тетерёвка
be: Цецяроўка

source: Тетеревник
be: Цецераўнік

source: Тетерин
be: Цяцерын

source: Тетерки
be: Цяцеркі

source: Тетёрки
be: Цяцёркі

source: Тётча
be: Цётча

source: Теханичи
be: Цеханічы

source: Техтин
be: Цяхцін

source: Тешевле
be: Цешаўле

source: Тешелово
be: Цешылава

source: Тешемье
be: Цешам’е

source: Тешкели
be: Цешкялі

source: Тешковка
be: Цешкаўка

source: Тешково
be: Цешкава

source: Тивидовка
be: Цівідаўка

source: Тивновичи
be: Ціўнавічы

source: Тидов
be: Цідаў

source: Тижишки
be: Ціжышкі

source: Тикони
be: Ціконі

source: Тилевцы
be: Цілеўцы

source: Тилевщина
be: Цілеўшчына

source: Тиливичи
be: Цілівічы

source: Тимирязево
be: Ціміразева

source: Тимки
be: Цімкі

source: Тимковичи
be: Цімкавічы

source: Тимоново
be: Ціманава

source: Тимохи
be: Цімахі

source: Тимоховка
be: Цімохаўка

source: Тимоховщина
be: Цімахоўшчына

source: Тимошевичи
be: Цімашэвічы

source: Тимошки
be: Цімошкі

source: Тимошково
be: Цімошкава

source: Тимошковщина
be: Цімошкаўшчына

source: Тимуты
be: Цімуты

source: Тиневичи
be: Цінявічы

source: Тинковцы
be: Цінкаўцы

source: Тиновка
be: Цінаўка

source: Тиньков
be: Цінькаў

source: Тиньковщина
be: Цінькаўшчына

source: Тисковщина
be: Ціскаўшчына

source: Титковщина
be: Ціткаўшчына

source: Титовка
be: Цітаўка

source: Титово
be: Цітова

source: Тиунцы
be: Цівунцы

source: Тиханы
be: Ціханы

source: Тихань
be: Ціхань

source: Тихиничи
be: Ціхінічы

source: Тихинка
be: Ціхінка

source: Тихны
be: Ціхны

source: Тиховоля
be: Ціхаволя

source: Тихонова Слобода
be: Ціханава Слабада

source: Тихоновичи
be: Ціхонавічы

source: Тихоновщина
be: Ціханоўшчына

source: Тихоны
be: Ціханы

source: Тихонь
be: Ціхань

source: Тихоняты
be: Ціханяты

source: Тишино
be: Цішыно

source: Тишканы
be: Цішканы

source: Тишковка
be: Цішкаўка

source: Тишково
be: Цішкава

source: Тишковцы
be: Цішкоўцы

source: Тишковщина
be: Цішкаўшчына

source: Тишовка
be: Цішоўка

source: Ткачёво
be: Ткачова

source: Ткачи
be: Ткачы

source: Тоболки
be: Таболкі

source: Тобулки
be: Табулкі

source: Товариши
be: Таварышы

source: Товарские
be: Таварскія

source: Товзгиняны
be: Таўзгіняны

source: Товкини
be: Таўкіні

source: Товпенцы
be: Тоўпінцы

source: Товцвилы
be: Таўцвілы

source: Товщина
be: Тоўшчына

source: Токаревщина
be: Такарэўшчына

source: Токари
be: Такары

source: Токаришки
be: Такарышкі

source: Токарня
be: Такарня

source: Токорево
be: Такарэва

source: Толканы
be: Таўканы

source: Толкачевичи 1
be: Таўкачэвічы 1

source: Толкачевичи 2
be: Таўкачэвічы 2

source: Толкачёво 1
be: Таўкачова 1

source: Толкачёво 2
be: Таўкачова 2

source: Толкачёвщина
be: Таўкачоўшчына

source: Толкачи
be: Таўкачы

source: Толково
be: Толкава

source: Толкуны
be: Таўкуны

source: Толмачево
be: Талмачава

source: Толминово
be: Талмінава

source: Толотишки
be: Талоцішкі

source: Толочки
be: [Талачкі, Талочкі]

source: Толочков
be: Талочкаў

source: Толочманы
be: Талачманы

source: Толочно
be: Талочна

source: Толпечицы
be: Таўпечыцы

source: Толпино
be: Тоўпіна

source: Толстики
be: Тоўсцікі

source: Толстый Лес
be: Тоўсты Лес

source: Толстыки
be: Таўстыкі

source: Толстюки
be: Таўсцюкі

source: Толтишки
be: Тоўцішкі

source: Толщи
be: Таўшчы

source: Томашевичи
be: Тамашэвічы

source: Томашки
be: Тамашкі

source: Томашовка
be: Тамашоўка

source: Томилова Гора
be: Тамілава Гара

source: Томино
be: Томіна

source: Томки
be: Томкі

source: Томковичи
be: Томкавічы

source: Тонелево
be: [Танелева, Танэлева]

source: Тонковичи
be: Тонкавічы

source: Тоново
be: Тонава

source: Топилишки
be: Тапілішкі

source: Тополёво
be: Тапалёва

source: Тополь
be: Топаль

source: Топорино
be: Тапорына

source: Топорище
be: Тапарышча

source: Топорки
be: Тапаркі

source: Торгонщина
be: Таргоншчына

source: Торгошин
be: Таргашын

source: Торгошицы
be: Таргошыцы

source: Торгуны
be: Таргуны

source: Торкачи
be: Таркачы

source: Торопы
be: Тарапы

source: Торченка
be: Торчанка

source: Торчилово
be: Тарчылава

source: Торчицы
be: Торчыцы

source: Тосино
be: Тосіна

source: Тофели
be: Тофелі

source: Точилище
be: Тачылішча

source: Точище
be: Тачышча

source: Тощица
be: Тошчыца

source: Трабовичи
be: Трабавічы

source: Трабовщина
be: Трабаўшчына

source: Трабутишки
be: Трабуцішкі

source: Трабши
be: Трабшы

source: Травна
be: Траўна

source: Трайги
be: Трайгі

source: Тракишки
be: Тракішкі

source: Трапшевичи
be: Трапшавічы

source: Трасейки
be: Трасейкі

source: Трасеченяты
be: Трасечаняты

source: Трафимово
be: Трафімава

source: Трахимчики
be: Трахімчыкі

source: Трацевичи
be: Трацэвічы

source: Трацевщина
be: Трацэўшчына

source: Трацылово
be: Трацылава

source: Трашково
be: Трашкава

source: Требушки
be: Трэбушкі

source: Трейбши
be: Трэйбшы

source: Тремец
be: Трамец

source: Тремля
be: Трэмля

source: Трепалово
be: Трапалава

source: Трески
be: Трэскі

source: Тресковичи
be: Трэскавічы

source: Тресковщина
be: Траскоўшчына

source: Трестивец
be: Трасцівец

source: Третный Кут
be: Тратны Кут

source: Третьяки
be: Траццякі

source: Третьяковцы
be: Траццякоўцы

source: Трибутишки
be: Трыбуцішкі

source: Тригубцы
be: Трыгубцы

source: Тригузи
be: Трыгузі

source: Триданы
be: Трыданы

source: Трилес
be: Трылес

source: Трилесено
be: Трылесіна

source: Трилесино
be: Трылесіна

source: Трилисски
be: Трыліскі

source: Триполье
be: Трыполле

source: Тристенец
be: Трысцянец

source: Тристивка
be: Трысціўка

source: Тричи
be: Трычы

source: Тришоки
be: Трышокі

source: Тродовичи
be: Тродавічы

source: Троица
be: Троіца

source: Троицкая
be: Троіцкая

source: Троицкий
be: Троіцкі

source: Тройчаны
be: Трайчаны

source: Трокели
be: Тракелі

source: Трокеники 1
be: Трокенікі 1

source: Трокеники 2
be: Трокенікі 2

source: Троки
be: Трокі

source: Тропино
be: Тропіна

source: Тросница
be: Тросніца

source: Тросно
be: Тросна

source: Тросное
be: Троснае

source: Тростенец
be: Трасцянец

source: Тростино
be: Трасціно

source: Тростяница
be: Трасцяніца

source: Тростянка
be: Трасцянка

source: Трофименки
be: Трафіменкі

source: Трохимовичи
be: Трахімавічы

source: Трохимы
be: Трахімы

source: Трощаны
be: Трашчаны

source: Трощицы
be: Трашчычы

source: Троянец
be: Траянец

source: Трояновка
be: Траянаўка

source: Трояново
be: Траянава

source: Трояны
be: Траяны

source: Трубенок
be: Трубянок

source: Трубилино
be: Трубіліна

source: Трубильня
be: Трубільня

source: Трубичино
be: Трубічына

source: Трубятино
be: Трубяціна

source: Трудново
be: Труднава

source: Трудовая
be: Трудавая

source: Трудовик
be: Трудавік

source: Трудовой
be: Трудавы

source: Трудовское Лесничество
be: Трудаўскае лясніцтва

source: Трумпичи
be: Трумпічы

source: Трумпишки
be: Трумпішкі

source: Трусовичи
be: Трусавічы

source: Трусовщина
be: Трусаўшчына

source: Трусок
be: Трусак

source: Труханки
be: Труханкі

source: Трухановичи
be: Труханавічы

source: Труханово
be: Труханава

source: Трухоновичи
be: Труханавічы

source: Трушево
be: Трушава

source: Трущи
be: Трушчы

source: Туалин
be: Туалін

source: Тубышки
be: Тубышкі

source: Туголица
be: Туголіца

source: Тугольдово
be: Тугальдава

source: Тудоровка
be: Тудараўка

source: Тудорово
be: Тударава

source: Тужевляны
be: Тужаўляны

source: Тузбица
be: Тузбіца

source: Тукаловка
be: Тукалаўка

source: Туличево
be: Тулічава

source: Тулово
be: Тулава

source: Туловщина
be: Тулоўшчына

source: Тулятин
be: Туляцін

source: Тулятичи
be: Туляцічы

source: Тумановка
be: Туманаўка

source: Тумарин
be: Тумарын

source: Тумаровка
be: Тумараўка

source: Тумашевцы
be: Тумашаўцы

source: Тумаши
be: Тумашы

source: Тумашишки
be: Тумашышкі

source: Тумиловичи
be: Тумілавічы

source: Тумин
be: Тумін

source: Туминичи
be: Тумінічы

source: Тумки
be: Тумкі

source: Туневщина
be: Тунеўшчына

source: Тупики
be: Тупікі

source: Тупичаны
be: Тупічаны

source: Тупичино
be: Тупічына

source: Тупичино 1
be: Тупічына 1

source: Тупчи
be: Тупчы

source: Тупчицы
be: Тупчыцы

source: Турбинка
be: Турбінка

source: Турейск
be: Турэйск

source: Турец
be: Турэц

source: Турец-Бояры
be: Турэц-Баяры

source: Туржец 1
be: Туржэц 1

source: Туржец 1-й
be: Турэц 1

source: Туржец-2
be: Туржэц 2

source: Турин
be: Турын

source: Туринец 1
be: Турынец 1

source: Турино
be: Турыно

source: Турица
be: Турыца

source: Турищевичи
be: Турышчавічы

source: Турищево
be: Турышчава

source: Турки
be: Туркі

source: Турково
be: Туркова

source: Турковская Слобода
be: Туркоўская Слабада

source: Турковщина
be: Туркаўшчына

source: Турлаи
be: Турлаі

source: Турловка
be: Турлаўка

source: Турна Большая
be: Турна Вялікая

source: Туров
be: Тураў

source: Туровичи
be: Туравічы

source: Туровля
be: Туроўля

source: Турово
be: Турава

source: Туровщина
be: [Тураўшчына, Туроўшчына]

source: Туросполье
be: Турасполле

source: Турсковый
be: Турскавы

source: Турцевичи
be: Турцэвічы

source: Турчилов
be: Турчылоў

source: Турчилово
be: Турчылава

source: Турчино
be: Турчына

source: Турье
be: Тур’е

source: Турьево
be: Тур’ева

source: Турья
be: Тур’я

source: Турьяково
be: Тур’якава

source: Тухинка
be: Тухінка

source: Туховичи
be: Тухавічы

source: Тучино
be: Тучына

source: Тучки
be: Тучкі

source: Тушевая
be: Тушавая

source: Тушевичи
be: Тушэвічы

source: Тушемля
be: Тушамля

source: Тушково
be: Тушкава

source: Тыльковка
be: Тылькаўка

source: Тыневичи
be: Тыневічы

source: Тырвовичи
be: Тырвовічы

source: Тычинки
be: Тычынкі

source: Тычины
be: Тычыны

source: Тычки
be: Тычкі

source: Тышковичи
be: Тышкавічы

source: Тыща
be: Тышча

source: Тюкантовичи
be: Цюкантавічы

source: Тюкшы
be: Цюкшы

source: Тюльки
be: Цюлькі

source: Тюльпин
be: Цюльпін

source: Тюпишки
be: Цюпішкі

source: Тюрли
be: Цюрлі

source: Тюрли Саковские
be: Цюрлі Сакаўскія

source: Тюхаи
be: Цюхаі

source: Тюхиничи
be: Цюхінічы

source: Тюхневичи
be: Цюхнявічы

source: Тябуты
be: Цябуты

source: Тябы
be: Цябы

source: Тявлово
be: Цяўлава

source: Тялоши
be: Цялашы

source: Тяпино
be: Цяпіна

source: Тяпинцы
be: Цяпінцы

source: Тяпы
be: Цяпы

source: Тясты
be: Цясты

source: Уберцы
be: Убярцы

source: Убоино
be: Убоіна

source: Уболоть
be: Убалаць

source: Уболотье
be: Убалацце

source: Уборки
be: Уборкі

source: Уборок
be: Уборак

source: Убортская Рудня
be: Убарцкая Рудня

source: Уваровичи
be: Уваравічы

source: Уволоки
be: Увалокі

source: Угалье
be: Угалле

source: Углата
be: Вуглата

source: Углы
be: Вуглы

source: Углы 2
be: Вуглы 2

source: Угляне
be: Вугляне

source: Угляны
be: Вугляны

source: Угодино
be: Угодзіна

source: Уголевщина
be: Вугалеўшчына

source: Уголец
be: Вугалец

source: Уголок
be: Вугалок

source: Угольники
be: [Вугальнікі, Вугольнікі]

source: Угольцы
be: Вугольцы

source: Угольщина
be: Вугольшчына

source: Угринки
be: Угрынкі

source: Удалёвка
be: Удалёўка

source: Ударное
be: Ударнае

source: Ударный
be: Ударны

source: Удело
be: Удзела

source: Удовск
be: Удоўск

source: Удога
be: Вудага

source: Ужжарь
be: Вужжар

source: Ужики
be: Вужыкі

source: Ужинец
be: Вужынец

source: Ужлятино
be: Ужляціна

source: Ужово
be: Ужова

source: Узбароги
be: Узбарогі

source: Узбережь
be: Узбераж

source: Узбережье
be: Узбярэжжа

source: Узболоть
be: Узбалаць

source: Узборье
be: Узбор’е

source: Узгои
be: Узгоі

source: Уздевичи
be: Уздзевічы

source: Уздорники
be: Уздорнікі

source: Уздрыголовичи
be: Уздрыгалавічы

source: Узенький
be: Вузенькі

source: Узкий
be: Вузкі

source: Узкое
be: Вузкае

source: Узлоги
be: Узлогі

source: Узляжье
be: Узляжжа

source: Узнацкий Угол
be: Узнацкі Вугал

source: Узницы
be: Узніцы

source: Узноги
be: Узногі

source: Узнож
be: Узнаж

source: Узносное
be: Узноснае

source: Узречье
be: Узрэчча

source: Украище
be: Украішча

source: Укропово
be: Укропава

source: Укружье
be: Укружжа

source: Улазовичи
be: Улазавічы

source: Уланово
be: Уланава

source: Улановщина
be: Уланаўшчына

source: Улесье
be: Улессе

source: Улино 1
be: Уліна 1

source: Улино 2
be: Уліна 2

source: Улино Подкорчемное
be: Уліна Падкарчэмнае

source: Улитинки
be: Уліцінкі

source: Улишицы
be: Улішыцы

source: Улла
be: Ула

source: Улужье
be: Улужжа

source: Улуки
be: Улукі

source: Улуковье
be: Улукаўе

source: Ульяновичи
be: Ульянавічы

source: Ульяновка
be: Ульянаўка

source: Ульяново
be: [Ульянава, Ульянова]

source: Ульяшино
be: Улляшына

source: Унехово
be: Унехава

source: Уно
be: Уна

source: Унорица
be: Унорыца

source: Упиревичи
be: Упірэвічы

source: Упирово
be: Упірава

source: Урагово
be: Урагава

source: Урбановка
be: Урбанаўка

source: Урбаново
be: [Урбанава, Урбанова]

source: Урведь
be: Урведзь

source: Уречье
be: Урэчча

source: Уречье-1
be: Урэчча-1

source: Уречье 2
be: Урэчча 2

source: Урицкое
be: Урыцкае

source: Урожайная
be: Ураджайная

source: Урочь
be: Урач

source: Уртишки
be: Урцішкі

source: Усакино
be: Усакіна

source: Усвейка Красинская
be: Красінская Усвейка

source: Усвейка Позняковская
be: Усвейка Пазнякоўская

source: Усвиж-Бук
be: Усвіж-Бук

source: Усвица
be: Усвіца

source: Усеники
be: Вусенікі

source: Ускромье
be: Вускрам’е

source: Усов
be: Вусаў

source: Усовики
be: Вусавікі

source: Усово
be: Вусава

source: Усовцы
be: Вусаўцы

source: Усовщина
be: Вусаўшчына

source: Усохи
be: Усохі

source: Усошное
be: Усошнае

source: Успалище
be: Успалішча

source: Усполье
be: Усполле

source: Усса
be: Уса

source: Устанное
be: Устаннае

source: Устерхи
be: Усцярхі

source: Устиж
be: Усціж

source: Устимле
be: Усцімле

source: Устиновичи
be: Усцінавічы

source: Устиновка
be: Усцінаўка

source: Устье
be: Вусце

source: Усушек
be: Усушак

source: Усы
be: Вусы

source: Утёс
be: Уцёс

source: Утеха
be: Уцеха

source: Утинки
be: Уцінкі

source: Утки
be: Вуткі

source: Утрилово
be: Утрылава

source: Утро
be: Утра

source: Уть
be: Уць

source: Ухватовка
be: Ухватаўка

source: Ухвище
be: Вухвішча

source: Ухлясть
be: Ухлясць

source: Ушаки
be: Ушакі

source: Ушаловичи
be: Ушаловічы

source: Ушанишки
be: Ушанішкі

source: Ушачи
be: Ушачы

source: Ушковица
be: Ушкавіца

source: Ушлово
be: Вушлава

source: Ущелёпки
be: Ушчалёпкі

source: Уютный
be: Уютны

source: Фалевичи
be: Фалевічы

source: Фаличи
be: Фалічы

source: Фальки
be: Фалькі

source: Фальковичи
be: Фалькавічы

source: Фариново
be: Фарынава

source: Фарный Конец
be: Фарны Канец

source: Фастовичи
be: Фаставічы

source: Фащевка
be: Фашчаўка

source: Федевичи
be: Федзевічы

source: Федеративная
be: Федэратыўная

source: Федорёнки
be: Федаронкі

source: Федоринки
be: Федарынкі

source: Федорки
be: Федаркі

source: Фёдоровка
be: Фёдараўка

source: Фёдорово
be: Фёдарава

source: Фёдоровск
be: Фёдараўск

source: Федорцы
be: Федарцы

source: Федоры
be: Фядоры

source: Федосово
be: Фядосава

source: Федотенки
be: Фядоценкі

source: Федотова Буда
be: Фядотава Буда

source: Федотовка
be: Фядотаўка

source: Федьковичи
be: Федзькавічы

source: Федьково
be: Федзькава

source: Федюки
be: Федзюкі

source: Феликсово
be: [Феліксава, Феліксова]

source: Фелицианово
be: Феліцыянава

source: Ферадки
be: Ферадкі

source: Фербовщина
be: Фэрбаўшчына

source: Ферки
be: Фяркі

source: Фесевка
be: Фесеўка

source: Физинки
be: Фізінкі

source: Филатовка
be: Філатаўка

source: Филатово
be: Філатава

source: Филевичи
be: Філявічы

source: Филёво
be: Філёва

source: Филимоново
be: Філімонава

source: Филипаны
be: Філіпаны

source: Филипиняты
be: Філіпіняты

source: Филипки
be: Філіпкі

source: Филипково
be: Філіпкава

source: Филиповичи
be: Філіпавічы

source: Филипово
be: Філіпова

source: Филиповцы
be: [Філіпаўцы, Філіпоўцы]

source: Филиппенки
be: Філіпенкі

source: Филиппинки
be: Філіпінкі

source: Филипповичи
be: Філіпавічы

source: Филиппово
be: Філіпава

source: Филипповщина
be: [Філіпаўшчына, Філіпоўшчына]

source: Филистово
be: Філістава

source: Филоновцы
be: Філонаўцы

source: Фильяново
be: Фільянова

source: Флерово
be: Флярова

source: Флерьяново
be: Флер’янова

source: Флорьяново
be: Флар’янава

source: Фойна
be: Хвойна

source: Фойно
be: Фойна

source: Фокино
be: Фокіна

source: Фольварки
be: Фальваркі

source: Фольварковцы
be: Фальваркоўцы

source: Фольварок
be: Фальварак

source: Фомино
be: Фаміно

source: Фортуны
be: Фартуны

source: Франково
be: Франкова

source: Франополь
be: [Франаполь, Франопаль]

source: Франополье
be: Франаполле

source: Франтишково
be: Францішкова

source: Франулино
be: Франуліна

source: Французская Гребля
be: Французская Грэбля

source: Фрейзово
be: Фрэйзава

source: Фролковичи
be: Фролкавічы

source: Фроловка
be: Фралоўка

source: Фролово
be: Фралова

source: Фроловщина
be: Фралоўшчына

source: Фруктовый
be: Фруктовы

source: Фундаминка
be: Фундамінка

source: Фурманишки
be: Фурманішкі

source: Хабовичи
be: Хабовічы

source: Хавсты
be: Хаўсты

source: Хавчи
be: Хаўчы

source: Хаетчино
be: Хаетчына

source: Халаимовщина
be: Халаімаўшчына

source: Халалеевка
be: Халалееўка

source: Халаповка
be: Халапаўка

source: Халимоново
be: Халімонава

source: Халипы
be: Халіпы

source: Хаменичи
be: Хамінічы

source: Хаминичи
be: Хамянічы

source: Хамовщина
be: Хамаўшчына

source: Ханевичи
be: Ханявічы

source: Ханчицы
be: Ханчыцы

source: Ханьки
be: Ханькі

source: Хаританцы
be: Харытанцы

source: Харитоновка
be: Харытонаўка

source: Харитоново
be: Харытонава

source: Харитоны
be: Харытоны

source: Харки
be: Харкі

source: Харковичи
be: Харкавічы

source: Харлаповичи
be: Харлапавічы

source: Харлинцы
be: Харлінцы

source: Хароково
be: Харакова

source: Харпеничи
be: Харпенічы

source: Хартица
be: Харціца

source: Харуково
be: Харукова

source: Харчичи
be: Харчычы

source: Харьковка
be: Харкаўка

source: Хасевка
be: Хасеўка

source: Хатежино
be: Хацежына

source: Хатень
be: Хацень

source: Хатилово
be: Хацілава

source: Хатки
be: Хаткі

source: Хатмилье
be: Хатмілле

source: Хатовня
be: Хатоўня

source: Хатутичи
be: Хатуцічы

source: Хатыни
be: Хатыні

source: Хатьково
be: Хацькова

source: Хатьковцы
be: Хацькоўцы

source: Хацковичи
be: Хацкавічы

source: Хвалевичи
be: Хвалявічы

source: Хвалево
be: Хвалева

source: Хвалово
be: Хвалава

source: Хвастовичи
be: Хваставічы

source: Хватовка
be: Хватаўка

source: Хведевичи
be: Хведзевічы

source: Хвецевичи
be: Хвецавічы

source: Хвещенки
be: Хвешчанкі

source: Хвиневичи
be: Хвінявічы

source: Хвоево
be: Хвоева

source: Хвоенск
be: Хваенск

source: Хвоенщина
be: Хваеншчына

source: Хвойная Поляна
be: Хвойная Паляна

source: Хвойник
be: Хвойнік

source: Хвойники
be: Хвойнікі

source: Хвойница
be: Хвайніца

source: Хвойное
be: Хвойнае

source: Хвойняны
be: Хвайняны

source: Хворосно
be: Хваросна

source: Хворостени
be: Хварасцяні

source: Хворостяны
be: Хварасцяны

source: Хвосты
be: Хвасты

source: Хвошно
be: Хвошна

source: Хвощёвка
be: Хвашчоўка

source: Хвощёво
be: Хвашчова

source: Хвощи
be: Хвашчы

source: Хвояновка
be: Хваянаўка

source: Хидра
be: Хідра

source: Хидры
be: Хідры

source: Хизов
be: Хізаў

source: Хизова
be: Хізава

source: Хизы
be: Хізы

source: Хилевичи
be: Хілевічы

source: Хилец
be: Хілец

source: Хилимоновцы
be: Хілімонаўцы

source: Хиловщина
be: Хілаўшчына

source: Хильки
be: Хількі

source: Хильковичи
be: Хількавічы

source: Хильчиха
be: Хільчыха

source: Хильчицы
be: Хільчыцы

source: Хиляки
be: Хілякі

source: Химец
be: Хімец

source: Химиничи
be: Хімінічы

source: Химница
be: Хімніца

source: Химное
be: Хімное

source: Химороды
be: Хімарады

source: Химородь
be: Хімарадзь

source: Химы
be: Хімы

source: Хиноловка
be: Хінолаўка

source: Хистецкий Бор
be: Хісцецкі Бор

source: Хитёвщина
be: Хіцёўшчына

source: Хлебный Клин
be: Хлебны Клін

source: Хлевище
be: Хлевішча

source: Хлевно
be: Хляўно

source: Хлистовичи
be: Хліставічы

source: Хлупин
be: Хлупін

source: Хлупинская Буда
be: Хлупінская Буда

source: Хлусово
be: Хлусава

source: Хлусы-Субочи
be: Хлусы-Субачы

source: Хлюпичи
be: Хлюпічы

source: Хлюстино
be: Хлюсціна

source: Хмелёвка
be: Хмялёўка

source: Хмелево
be: Хмелева
